import { languageWords } from 'utils/types'

export const ru: languageWords = {
  main: {
    scroll: 'Прокрутить вверх',
  },
  header: {
    menu: {
      home: 'Главная',
      about: 'О нас',
      strategies: 'Стратегии',
      account: 'Аккаунт',
    },
  },
  footer: {
    info1:
      'Криптовалютный бот на базе искусственного интеллекта, который позволяет полностью автоматизировать вашу торговлю.',
    info2: `© 2017 - ${new Date().getFullYear()} Авторское право Cryppush™ - Все права защищены.`,
    info3: 'Следите за нами в социальных сетях',
  },
  home: {
    block1: {
      title: 'Алгоритмический криптоторговый бот',
      paragpraph:
        'Бот с искусственным интеллектом, который позволяет полностью автоматизировать вашу торговлю',
      button: {
        first: 'Давайте начнем',
        second: 'Запросить демо',
      },
      smallp: {
        first: '24/7  автоматизированный процесс',
        second: 'Алгоритмическая система',
      },
      scroll: {
        first: 'Прокрутить вниз',
        second: 'узнать больше',
      },
    },
    block2: {
      title: 'Начните торговать ИИ прямо сейчас',
      paragraph:
        'Войдите в мир торговли ИИ с помощью алгоритмической системы ботов! Позвольте нам сделать всю тяжелую работу за вас и обеспечить лучшее качество!',
      button: {
        wallet: 'Управление инвестициями',
        laptop: 'Про торговые стратегии',
        robot: 'Прозрачность API',
        tech: 'Портфельный учет',
      },
      small:
        'Подключите свою учетную запись к мировым криптобиржам и управляйте своими средствами прямо там.',
    },
    block3: {
      info1: {
        title: 'Стратегии Crypush',
        paragraph:
          'Хорошо разработанные и изученные стратегии, созданные профессиональной командой Crypush Traders - низкие риски и безопасный ежемесячный заработок!',
        button: 'Давайте начнем',
      },
      info2: {
        title: 'Стратегии провайдера',
        paragraph:
          'Стратегии, созданные официальными партнерами Crypush и сертифицированными опытными трейдерами - средние и высокие риски с более высокой рентабельностью, нацеленные на настройки бота.',
        button: {
          first: 'Стратегии провайдера',
          second: 'Стать поставщиком',
        },
      },
    },
    block4: {
      title: 'Отзывы Пользователей',
      paragraph: 'Мысли клиентов и трейдеров о Crypush',
      button: 'Написать обзор',
      buttonComment: 'Читать полный обзор',
    },
    block5: {
      title: 'Станьте трейдером и сэкономьте свое время с Crypush',
      button: {
        first: 'Давайте начнем',
        second: 'Запросить демо',
      },
    },
  },
}
