import { languageWords } from 'utils/types'

export const uk: languageWords = {
  header: {
    menu: {
      home: 'Головна',
      about: 'Про нас',
      strategies: 'Стратегії',
      account: 'Аккаунт',
    },
  },
  footer: {
    info1:
      'Криптобот на основі штучного інтелекту, який дозволяє повністю автоматизувати вашу торгівлю.',
    info2: `© 2017 - ${new Date().getFullYear()} Авторське право Cryppush™ - Всі права захищені.`,
    info3: 'Слідкуйте за нами в соціальних мережах',
  },
  home: {
    block1: {
      title: 'Алгоритмічний криптовалютний торговий бот',
      paragpraph:
        'Бот на основі штучного інтелекту, який дозволяє повністю автоматизувати вашу торгівлю',
      button: {
        first: 'Давайте розпочнемо',
        second: 'Запит на демонстрацію',
      },
      smallp: {
        first: '24/7  автоматизований процес',
        second: 'Алгоритмічна система',
      },
      scroll: {
        first: 'Прокрути вниз',
        second: 'щоб дізнатися більше',
      },
    },
    block2: {
      title: 'Почніть торгівлю зі штучним інтелектом зараз',
      paragraph:
        'Пориньте у світ торгівлі ШІ за допомогою алгоритмічної системи ботів! Дозвольте нам зробити всю важку роботу за вас і забезпечити найкращу якість!',
      button: {
        wallet: 'Керуйте інвестиціями',
        laptop: 'Професійні торгові стратегії',
        robot: 'Прозорість API',
        tech: 'Портфельний облік',
      },
      small:
        'Підключіть свій обліковий запис до всесвітньої криптобіржі та керуйте своїми коштами безпосередньо там.',
    },
    block3: {
      info1: {
        title: 'Стратегії Crypush',
        paragraph:
          'Добре розроблені та вивчені стратегії, створені професійною командою Crypush Traders - низькі ризики та безпечний щомісячний заробіток!',
        button: 'Давайте розпочнемо',
      },
      info2: {
        title: 'Стратегії провайдера',
        paragraph:
          'Стратегії, створені офіційними партнерами Crypush і сертифікованими кваліфікованими трейдерами - середньо-високі ризики з вищою рентабельністю інвестицій, спрямовані на налаштування бота.',
        button: {
          first: 'Стратегії провайдера',
          second: 'Стань провайдером',
        },
      },
    },
    block4: {
      title: 'Відгуки користувачів',
      paragraph: 'Думки клієнтів і трейдерів про Crypush',
      button: 'Написати відгук',
      buttonComment: 'Читати повний огляд',
    },
    block5: {
      title: 'Станьте трейдером і заощаджуйте час за допомогою Crypush',
      button: {
        first: 'Давайте розпочнемо',
        second: 'Запит на демонстрацію',
      },
    },
  },
}
